[
    {
        "title":"CSE",
        "description":"The CSE Department of UIU has been involved in several projects in last five years including projects under Thrust/Emerging Areas, Modernization and Removal of Obsolescence, Industry-Institution Interaction"

    },
    {
        "title":"EEE",
        "description":"At EEE Department, UIU, our overarching mission is to contribute to the peace and development of humankind through education, research, and social philanthropy, while thinking globally as well as locally. The department is proactive in its Quest for Excellence and is actively engaged with experts to explore the globally adopted Outcome Based Education (OBE) system"

    },
    {
        "title":"BBA",
        "description":"BBA program is designed to produce graduates with the state-of-the-art knowledge, skills and understanding of the functioning of modern business enterprise. The purpose of the program is to acquaint students with the different business theories and their real world applications from economic, social, cultural, technological, global, and managerial perspectives. The program is a very rigorous one and is expected to prepare and empower students in pursuing a successful career in business management."

    },
    {
        "title":"Suman Ahmed",
        "description":"System Analysis & Design, Software Engineering,Artificial Intelligence, Structured Programming Language, Object Oriented Programming, Computer Graphics, Data Structure, Computer Algorithms, Management Information System, Turbo Prolog, Database Management, Digital Electronics, Numerical Methods, and Computer Graphics.Advanced Artificial Intelligence, Fuzzy Systems, Advanced Database Management, Neural Networks, Data Mining."

    },
    {
        "title":"Hasasn Sarwar",
        "description":"System Analysis & Design, Software Engineering,Artificial Intelligence, Structured Programming Language, Object Oriented Programming, Computer Graphics, Data Structure, Computer Algorithms, Management Information System, Turbo Prolog, Database Management, Digital Electronics, Numerical Methods, and Computer Graphics.Advanced Artificial Intelligence, Fuzzy Systems, Advanced Database Management, Neural Networks, Data Mining."

    }
]